
{
    "language": "en",
    "毛孔粗大": "Enlarged Pores",
    "卟啉": "Porphyrins",
    "表面斑": "Surface pigmentation",
    "棕色斑": "Brown spots",
    "紫外线色斑": "UV spots",
    "红区": "Red Area",
    "鱼尾纹": "Crow's feet",
    "抬头纹": "Forehead wrinkles",
    "眉间纹": "Frown lines",
    "眼间纹": "Eye wrinkles",
    "法令纹": "Nasolabial folds",
    "口角纹": "Marionette lines",
    "泪沟": "Tear troughs",
    "眼袋": "Eye bags",
    "眶周纹": "Periorbital wrinkles",
    "面积占比": "Area ratio",
    "得分": "Score",
    "面积": "Area",
    "数量": "Quantity",
    "姓名": "Name",
    "性别": "Gender",
    "咨询时间": "Consultation time",
    "综合评价": "Overview",
    "毛孔": "Pores",
    "色素": "Spots",
    "敏感": "Sensitivity",
    "衰老": "Aging",
    "根据isemeco ai 人脸算法": "According to ISEMECO AI face algorithm",
    "粗毛孔值": "LPores",
    "中毛孔值": "MPores",
    "小毛孔值": "SPores",
    "毛孔是毛囊和皮脂的共同开口。毛孔粗大为单个面积超过0.02mm²": "Pores are the common opening of hair follicles and sebum. Pores are considered enlarged when their individual area exceeds 0.02mm².",
    "卟啉在紫外光下发荧光并呈现圆形白点特征": "Porphyrins fluoresce and present circular white spot characteristics under UV light.",
    "皮肤黑色素的增加而形成的一种常见面部呈褐色或黑色素沉着性、损容性的皮肤疾病，多发于面颊和前额部位": "Surface pigmentation is a common facial skin disease characterized by brown or black pigmentation caused by increased melanin in the skin. It is most common on the cheeks and forehead.",
    "分布于颜面，额，两颊，鼻背两侧，唇周围，颏部皮肤，呈指盖至钱币大小或呈手掌大小，形状不规则的棕色沉斑，境界明显或模糊不清，可融合成大片，无自觉症状": "Brown spots are irregularly shaped brown patches that are the size of a fingertip, coin, or palm. They are distributed on the face, forehead, cheeks, sides of the nose, around the lips, and on the chin. The boundary of the spots can be clear or blurred, and they can merge into large patches without any obvious symptoms.",
    "紫外线色斑又称晒斑，大部分为面状或块状，颜色为黄褐色或褐色称之为日晒斑。": "UV spots, also known as sunspots, are mostly patchy or blocky and are yellow-brown or brown in color due to sun exposure.",
    "由皮肤发炎引起的发红发痒现象": "Redness and itching caused by skin inflammation.",
    "鱼尾纹是在人眼角和鬓角之间出现的皱纹，纹路与鱼尾相似故称为鱼尾纹": "Crow's feet are wrinkles that appear between the outer corner of the eye and the temple, with lines resembling the shape of a crow's feet.",
    "抬头纹是指额头部位出现的横纹，其产生与面部表情有着莫大的关系": "Forehead wrinkles are horizontal lines that appear on the forehead, and their formation is closely related to facial expressions",
    "眉间纹是眉间出现的竖纹又称为川字纹": "Frown lines are vertical wrinkles that appear between the eyebrows, also known as glabellar lines.",
    "位于两眼之间，眉线以下和鼻腔上方": "Located between the two eyes, below the brow line and above the nasal cavity.",
    "法令纹是鼻翼两侧延伸而下的两道纹络，又称鼻唇沟或鼻唇沟凹陷": "Nasolabial folds are two wrinkles that extend downward from the sides of the nose, also known as nasolabial grooves or creases.",
    "口角纹是从上唇和下唇部交叉开始，向下和向外展开，被称为苦涩的皱纹": "Marionette lines are wrinkles that start at the corners of the mouth and extend downward and outward, often referred to as bitter wrinkles.",
    "泪沟是指由内眼角开始出现在下眼睑靠鼻侧的一条凹沟，是由于眼眶隔膜下缘的软组织萎缩、下垂而生成的": "Tear troughs are a concave groove that appears on the lower eyelid near the nose, formed due to the sagging and atrophy of the soft tissue below the lower orbital margin.",
    "眼袋主要有下眼睑的皮肤松弛、堆积,眶内脂肪脱垂呈袋状等表现": "Eye bags are mainly caused by loose and accumulated skin on the lower eyelid and drooping of the orbital fat, forming a bag-like appearance.",
    "眶周纹主要指眼下皱纹，皱纹线略浅，斜向下或垂直": "Periorbital wrinkles mainly refer to wrinkles under the eyes, with slightly shallow lines that slant downward or vertically.",
    "年龄增长、花粉过敏、痤疮皮炎类皮肤病、服用激素、护肤不当": "Factors that can contribute to enlarged pores include aging, pollen allergies, skin conditions such as acne and eczema, the use of steroids, and improper skincare.",
    "卟啉是细菌排泄物，留在毛孔中会导致痤疮。主要由不良的生活习惯、不良饮食习惯等诱发": "Porphyrins are excretions of bacteria, which can cause acne when they remain in the pores. They are mainly induced by unhealthy habits and diets.",
    "1、自然光斑有一定的遗传易感性
2、随着年龄的增加，皮肤会逐渐老化，从而导致皮肤角化过度（即角质层异常增厚），造成自然光斑": "1. Natural freckles have a certain genetic susceptibility. 
2. With age, the skin gradually ages and becomes excessively keratinized (i.e., the stratum corneum abnormally thickens), leading to the formation of natural freckles.",
    "1、随着年龄的增加，皮肤会逐渐老化，从而形成棕色斑                                                                                                                       2、内分泌因素：甲状腺功能异常促进组织氧化，促进黑色素的含量，引发棕色斑。": "1. With age, the skin gradually ages, leading to the formation of brown spots. 
2. Endocrine factors: thyroid dysfunction promotes tissue oxidation, increases melanin content, and triggers the formation of brown spots.",
    "紫外线斑的形成主要是晒太阳过度，肌肤底层中麦拉宁色素增加，在皮肤表面渐渐积聚而成": "The formation of UV spots is mainly due to excessive sun exposure, which increases the amount of melanin in the skin's basal layer and gradually accumulates on the skin's surface.",
    "多见于皮肤过敏引起，毛细血管扩张于气候变化免疫及机体抵抗力差等有关。": "It is more common in skin allergies, and is related to factors such as climate change, immunity, and poor resistance. The dilation of capillaries is also a contributing factor.",
    "鱼尾纹主要是由皮肤衰老所引起，另外也与日晒、面部表情过于丰富等因素有关": "Crow's feet are mainly caused by skin aging, and are also related to factors such as sun exposure and excessive facial expressions.",
    "很多面部表情中双眉不由自主的扬起，长此以往便称为顽固的真性皱纹；另外皮肤骨膜肥厚症、肌肤衰老也会产生抬头纹": "Many facial expressions involve involuntary raising of the eyebrows, which can lead to stubborn wrinkles over time. Skin membrane hypertrophy and skin aging can also cause forehead wrinkles.",
    "眉间纹是由皮下胶原蛋白流失或者皱眉肌发达导致的": "Frown lines are caused by the loss of subcutaneous collagen or the development of the corrugator supercilii muscle.",
    "眼间纹主要是由肌肤衰老引起，另外皮肤过于干燥也会引起眼间纹": "Eye wrinkles are mainly caused by skin aging, and dry skin can also cause them.",
    "法令纹的产生是多方面因素互相作用的结果，不仅是皮下组织老化所引起，也与面部表情过于丰富、上颌骨发育不良等有关": "The formation of nasolabial folds is the result of multiple factors. It is not only caused by subcutaneous tissue aging, but also related to factors such as excessive facial expressions and underdeveloped maxilla.",
    "出现口角纹多数与年龄因素、面部表情活动过多、日光照射强烈等因素相关": "The appearance of marionette lines is mostly related to age, excessive facial expression, and strong sunlight exposure.",
    "泪沟的形成原因通常包括先天因素，也有可能是皮下脂肪减少造成的，但也不排除是年龄增长": "The formation of tear troughs usually includes congenital factors, but it may also be caused by a decrease in subcutaneous fat, and aging cannot be ruled out as a cause.",
    "眼袋形成的原因很多，主要原因有：遗传性，劳累、失眠、加班、睡前喝水、经常哭、眼部疾病等": "There are many reasons for the formation of eye bags, including genetic factors, fatigue, insomnia, overtime work, drinking water before bed, frequently crying, and eye diseases.",
    "由于重力关系,下睑会随着皮肤轮匝肌的逐渐松弛而发生皮肤下垂导致": "Due to gravity, the lower eyelid will sag with the gradual relaxation of the orbicularis oculi muscle, causing sagging of the skin.",
    "1、做好清洁工作，使用温和的洗面奶做好每日的卸妆工作，排除油脂及污垢，彻底洁净。
2、化妆水湿敷在脸上或毛孔粗大的地方，收缩毛孔。": "1. Do a thorough cleaning job by using a gentle facial cleanser to remove makeup, eliminate oil and dirt, and achieve a complete clean. 
2. Apply toner on the face or areas with enlarged pores to shrink pores.",
    "1、做好皮肤护理工作，注意皮肤卫生                                                                                                                                   
2、饮食方面可以多吃一些含维生素丰富的食物
3、避免长时间日晒": "1. Do a good job of skin care and pay attention to skin hygiene. 
2. Eat more foods rich in vitamins. 
3. Avoid prolonged exposure to sunlight.",
    "1、饮食宜清淡，并注意粗细搭配
2、做好防晒，尽量避免长时间的日晒或紫外线照射
3、日常生活中注意合理使用护肤品或化妆品": "1. Diet should be light, and pay attention to the combination of coarse and fine grains. 
2. Do a good job of sun protection and try to avoid prolonged sun exposure or UV radiation. 
3. In daily life, pay attention to the reasonable use of skincare or cosmetic products.",
    "1、饮食宜清淡，并注意粗细搭配
2、做好防晒，尽量避免长时间的日晒或紫外线照射
3、日常生活中注意合理使用护肤品或化妆品": "1. Diet should be light, and pay attention to the combination of coarse and fine grains. 
2. Do a good job of sun protection and try to avoid prolonged sun exposure or UV radiation. 
3. In daily life, pay attention to the reasonable use of skincare or cosmetic products.",
    "1、严格的防晒，避免日光、紫外线再次刺激局部晒斑当中的黑色素细胞，引起其黑色素合成增加，就会使晒斑加重。                                          
 2、可以多吃些含维生素C、维生素E丰富的食物，也有淡斑美白的功效": "1. Strict sun protection is necessary to avoid further stimulation of melanocytes in the local freckles by sunlight or UV rays, which can cause increased melanin synthesis and worsen the freckles. 
2. Eating more foods rich in vitamin C and vitamin E can also help to lighten and whiten freckles.",
    "1、避免接触容易导致皮肤过敏的物质
2、常备补水喷雾给皮肤补水": "1. Avoid contact with substances that are likely to cause skin allergies. 
2. Keep a hydrating mist on hand to moisturize the skin.",
    "1、多食用维生素A含量高的食物 
2、尽量避免日晒 
3、涂抹抗衰类护肤品": "1. Eat more foods high in vitamin A. 
2. Avoid sun exposure as much as possible. 
3. Apply anti-aging skincare products.",
    "1、日常运用合理的手法按摩
 2、保持良好的生活习惯，如避免日晒、减少皱眉、减少熬夜等
 3、多吃富含维生素E和维生素A的食物": "1. Use reasonable massage techniques in daily life. 
2. Maintain good habits, such as avoiding sun exposure, reducing frowning, and getting enough sleep. 
3. Eat more foods rich in vitamin E and vitamin A.",
    "1、减少皱眉，保持心情愉悦 
2、选择抗衰功效的护肤品
3、日常运用合理的手法进行按摩": "1. Reduce frowning and maintain a happy mood. 
2. Choose anti-aging skincare products. 
3. Use reasonable massage techniques in daily life.",
    "1、选择抗衰功效的护肤品
2、日常运用合理的手法进行按摩
3、保持面部水润，避免面部过于干燥": "1. Choose anti-aging skincare products. 
2. Use reasonable massage techniques in daily life. 
3. Keep the face hydrated and avoid excessive dryness.",
    "1、选择抗衰功效的护肤品
2、日常运用合理的手法进行按摩
3、多食能转化皮肤角质层、使皮肤光滑的维生素A，如动物的肝、心、瘦肉等": "1. Choose anti-aging skincare products. 
2. Use reasonable massage techniques in daily life. 
3. Eat more foods rich in vitamin A, which can help transform the skin's stratum corneum and make the skin smoother, such as animal liver, heart, and lean meat.",
    "1、日常多吃高蛋白、易消化的食物，保持充足睡眠有利于皮肤恢复弹性
2、短时间内祛除可采取局部注射玻尿酸填充": "1. Eat high-protein and easily digestible foods daily and get enough sleep to help the skin regain elasticity. 2. For short-term removal, local injection of hyaluronic acid can be used for filling.",
    "1、每天清洁面部之后涂抹眼霜
2、可以多吃一些含有胶原蛋白的食物
3、泪沟特别深，可以注射玻尿酸，能够在短时间内让泪沟消失": "1. Apply eye cream after cleansing the face every day. 
2. Eat more foods containing collagen. 
3. For deep tear troughs, hyaluronic acid can be injected to make them disappear quickly.",
    "1、养成按摩眼睛部位的好习惯
2、使用成分比较安全的有去眼袋功效的眼霜产品
3、保持良好习惯建议减少使用电子产品的时间，适当放松眼睛": "1. Develop good habits of massaging the eye area. 
2. Use eye cream products with safe ingredients and effective for removing eye bags. 
3. Suggest reducing the use of electronic products and properly relaxing the eyes.",
    "1、多食用胶原蛋白食物，比如猪皮猪蹄等
2、做眼部瑜伽,眼部瑜伽就是通过营养物质结合手法来改善
3、用眼霜,早晚可以用眼霜涂抹在眼部周围,然后用手轻轻的按摩": "1. Eat more collagen-rich foods, such as pig skin and pig trotters. 
2. Do eye yoga, which uses a combination of nutrients and techniques to improve eye health. 
3. Use eye cream and gently massage the eye area in the morning and evening."
}